<?php

declare(strict_types=1);

return [
    'specify_type_of_contract' => 'Вкажіть тип договору, дату початку дії договору (рік має бути поточний або наступний), кінець дії (рік має співпадати з роком початку дії договору).
Цей договір вважається укладеним та набирає чинності з дати його підписання обома сторонами. Строк дії договору може бути продовжений за згодою сторін не більше ніж на три місяці. Надавач зобовʼязаний надавати пацієнтам медичні послуги протягом строку дії цього договору',
    'nszu_payment_account' => 'Дані рахунку, на який будуть здійснюватися виплати від НСЗУ.',
    'place_of_medical_service_provision' => 'Місце надання медичних послуг - фактична адреса провадження надавачем господарської діяльності з медичної практики, де особам, на яких розповсюджуються державні гарантії медичного обслуговування населення згідно із Законом України "Про державні фінансові гарантії медичного обслуговування населення", надаватимуться медичні послуги. У разі наявності декількох місць надання медичних послуг, інформація про такі місця зазначається окремо щодо кожного місця.',
    'division_name' => 'Обрати місце надання послуг*',
    'add_places_of_service' => 'Додати місце надання медичних послуг',
    'name_of_the_person' => 'Найменування особи',
    'contract_number' => 'Номер договору',
    'start_of_contract' => 'Початок дії договору',
    'end_of_contract' => 'Кіцець дії договору',
    'person_involved' => 'Залучена особа - заклад охорони здоровʼя або фізична особа-підприємець, які мають ліцензію на провадження господарської діяльності з медичної практики та залучені надавачем на підставі договору для надання окремих медичних послуг пацієнтам згідно з цим договором. Запис повинен відповідати запису про місце надання медичних послуг в системі, зазначеному в додатку 2 до договору.',
    'declaration_of_conformity' => '1. - Повідомлення про відповідність умовам закупівлі та специфікації згідно зі встановленою формою; - сканована копія чинної ліцензії на провадження господарської діяльності з медичної практики та сканована копія внесення змін, у разі їх наявності; - сканована копія документа, що підтверджує повноваження представника (подається у разі підписання пропозиції та доданих до неї документів представником субʼєкта господарювання, крім випадку, коли відомості про повноваження цього представника містяться в Єдиному державному реєстрі юридичних осіб, фізичних осіб - підприємців та громадських формувань).',
    'scanned_copy_of_the_document' => '2. - Сканована копія документа, що підтверджує доступність будівлі та приміщення, в яких субʼєкт господарювання провадитиме свою діяльність, для осіб з інвалідністю та інших маломобільних груп населення відповідно до будівельних норм і правил. У разі, якщо зазначений документ подавався під час укладання договору в минулому періоді, він подається, якщо відбулися зміни умов його отримання (зокрема, зміна місцезнаходження юридичної особо, адреси розташування будівлі, зміна будівельних норм і стандартів); - Документ, що підтверджує забезпечення перекладу на українську жестову мову (з української жестової мови) - у разі подання пропозиції з 01.01.2022; -Якщо субʼєкт господарювання знаходиться "в стані припинення" - рішення власника про реорганізацію',
    'uploading_documents' => 'Завантаження документів',
    'file_limit' => 'Розмір завантажуванного файлу не більше 10МБ у форматі PDF',
    'text_agreement' => 'Текст згоди договору',
    'cep' => 'КЕП (Кваліфікований електронний підпис)',
    'author_identification' => 'Використовується для ідентифікації автора та/або підписувача електронного документа. Договір підписує керівник закладу охорони здоровʼя або особа, уповноважена ним на підписання договору (обовʼязково має бути документ, що підтверджує таке право, наприклад, наказ про призначення, доручення тощо).',
    'signing_cep' => 'Підписання КЕП',
    'signing_cep_agree' => 'Обравши "Підписання КЕП" ви погоджуєтесь з регламентом та надаєте згоду на опрацювання персональних даних',

];

